{
  "microwave": "MICROWAVE MANUAL — In this chapter, we will explain the displays and the controls. You will also find out about various functions of your appliance. Note: Depending on the appliance model, individual details and colours may differ. CONTROLS: The individual controls are adapted for the various functions of your appliance. You can set your appliance simply and directly. CONTROL PANEL: In the control panel, you can use the various buttons, touch fields and the rotary selector to set the different appliance functions. The current settings are shown on the display. The overview shows the control panel when the appliance is switched on with a selected heating type.",
  "fridge": "FRIDGE MANUAL — Do not connect your appliance to the electricity supply until all packing and transit protectors have been removed. If transported horizontally leave to stand upright for at least 4 hours before switching on to allow compressor oil to settle. If you are discarding an old refrigerator with a lock or latch fitted to the door, disable the lock/ latch, ensure that it is left in a safe condition to prevent the entrapment of young children. This fridge/freezer must only be used for its intended purpose i.e the storing and freezing of edible foodstuff.",
  "cdplayer": "CD PLAYER MANUAL — By pressing this button again, the CD-77 will commence warm-up to prepare for operation.Under STANDBY mode, power to CD-77’s digital circuit is kept active in order to provide the optimum performance for the next listening session. However, power to the valves will be switched off to preserve valve life. To play a compact disc, slide back the top-loading CD door. Remove the CD puck and place the compact the large circular recess in the well, with its transparent playing surface facing down. The label side of the compact disc MUST face UP.Replace the CD puck in the center and close the lid. Make sure the CD puck is correctly centered and positively engaged.Close the CD door so that the CD-77 is able to scan the compact disc’s TOC (Table of Contents) and display the total number of tracks and playing time.",
  "television": "TELEVISION — webOS brings together all of the most popular streaming video apps, including Netflix, brought to life in 4K, HDR or enhanced with HDR Effect. And webOS gives you access to more than 70 free premium Internet channels through the LG Channel Plus app.",
  "phone": "PHONE — The display employs new techniques and technology to precisely follow the curves of the design, all the way to the elegantly rounded corners. The first OLED screen that rises to the standards of iPhone, with accurate, stunning colors, true blacks, high brightness, and a 1,000,000 to 1 contrast ratio."
}